export const messages = {
    bad_field_values: "Значения полей не удовлетворяют условиям.",
    bad_field_types: "Значения полей не удовлетворяют условиям.",
    no_such_user: "Такого пользователя не существует.",
    password_check: "Неправильный пароль.",
    user_exists: "Такой пользователь уже существует.",
    required: "Обязательное значение.",
    shorter_than_8: "Должен быть не короче 8 символов.",
    longer_than_20: "Должен быть не длинее 20 символов.",
    no_digits: "Должен содержать цифру.",
    no_uppercase: "Должен содержать заглавную латинскую букву.",
    no_lowercase: "Должен содержать строчную латинскую букву.",
    must_be_double: "Должно быть числом."
};
